Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/josm-tm.tmx
Source language: en
Languages: ca_es

source: Unexpected token: {0}
ca_es: S''ha trobat un testimoni inesperat: {0}

source: Missing parameter for OR
ca_es: Manquen paràmetres per OR

source: Missing parameter for XOR
ca_es: Manca un paràmetre per l''XOR

source: Missing operator for NOT
ca_es: Manca l''operador per al NOT

source: Automatically truncating value of tag ''{0}'' on deleted object {1}
ca_es: Truncament automàtic del valor de l''etiqueta "{0}" de l''objecte suprimit {1}

source: Length of value for tag ''{0}'' on object {1} exceeds the max. allowed length {2}. Values length is {3}.
ca_es: La longitud del valor de l''atribut ''{0}'' de l''objecte {1} excedeix la longitud màxima permesa {2}. La longitud del valor és {3}.

source: Precondition Violation
ca_es: Violació de la precondició

source: {0} nodes in way {1} exceed the max. allowed number of nodes {2}
ca_es: {0} nodes a la via {1} superen el nombre màxim de {2} nodes permès

source: API Capabilities Violation
ca_es: Violació de les capacitats de l''API

source: Cyclic dependency between relations:
ca_es: Dependència cíclica entre les relacions:

source: Removed obsolete tags
ca_es: Etiquetes obsoletes suprimides

source: Fix deprecated tags
ca_es: Corregeix les etiquetes obsoletes

source: <html>{0} relations build a cycle because they refer to each other.<br>JOSM cannot upload them. Please edit the relations and remove the cyclic dependency.</html>
ca_es: <html>{0} relacions generen un bucle infinit perquè fan referència mútua les unes a les altres.<br>JOSM no les pot carregar. Si us plau modifiqueu les relacions i suprimiu les dependències cícliques.</html>

source: Relation ...
ca_es: Relació...

source: ... refers to relation
ca_es: ... es refereix a la relació

source: Cycling dependencies
ca_es: Dependències del ciclisme

source: The following are results of automatic validation. Try fixing these, but be careful (don''t destroy valid data). When in doubt ignore them.<br>When you cancel this dialog, you can find the entries in the validator side panel to inspect them.
ca_es: A continuació hi ha el resultat de la validació automàtica. Mireu de fer correccions amb cura (no destruïu dades vàlides). En cas de dubte, ignoreu-les.<br>Trobareu les dades a inspeccionar a la finestra de validació.

source: Usually this should be fixed.
ca_es: Això hauria de ser corregit.

source: Warnings
ca_es: Avisos

source: Fix these when possible.
ca_es: Corregir-ho quan sigui possible.

source: Other
ca_es: Altre

source: Informational warnings, expect many false entries.
ca_es: Avís informatiu, s''esperen diverses falses entrades.

source: Suspicious data found. Upload anyway?
ca_es: Dades sospitoses trobades. Pujar-les de totes maneres?

source: Continue upload
ca_es: Continua la pujada

source: Add node {0}
ca_es: Afegeix node {0}

source: Add way {0}
ca_es: Afegeix via {0}

source: Add relation {0}
ca_es: Afegeix relació {0}

source: Added {0} object
ca_es: Afegit {0} objecte

source: New way {0} has 0 nodes
ca_es: La nova via {0} no té cap node

source: Change node {0}
ca_es: Canvia node {0}

source: Change way {0}
ca_es: Canvia via {0}

source: Change relation {0}
ca_es: Canvia relació {0}

source: Changed nodes of {0}
ca_es: Nodes modificats de {0}

source: Remove "{0}" for node ''{1}''
ca_es: Suprimir "{0}" del node ''{1}''

source: Remove "{0}" for way ''{1}''
ca_es: Suprimir "{0}" de la via ''{1}''

source: Remove "{0}" for relation ''{1}''
ca_es: Suprimir "{0}" de la relació ''{1}''

source: Set {0}={1} for node ''{2}''
ca_es: Definir {0}={1} per al node ''{2}''

source: Set {0}={1} for way ''{2}''
ca_es: Definir {0}={1} per a la via ''{2}''

source: Set {0}={1} for relation ''{2}''
ca_es: Definir {0}={1} per a la relació ''{2}''

source: Remove "{0}" for {1} objects
ca_es: Suprimir "{0}" de {1} objectes

source: Set {0}={1} for {2} objects
ca_es: Definir {0}={1} per a {2} objectes

source: Deleted {0} tags for {1} objects
ca_es: {0} etiquetes han estat suprimides per {1} objectes

source: Set {0} tags for {1} objects
ca_es: {0} etiquetes han estat establertes per {1} objectes

source: Replace "{0}" by "{1}" for
ca_es: Reemplaçar "{0}" per "{1}" per

source: object
ca_es: objecte

source: Change relation member role for {0} {1}
ca_es: Canvia el rol del membre per {0} {1}

source: <html>Layer ''{0}'' already has a conflict for object<br>''{1}''.<br>This conflict cannot be added.</html>
ca_es: <html>La capa ''{0}'' ja te un conflicte amb l''objecte<br>''{1}''.<br>Aquest conflicte no pot ser afegit.</html>

source: Double conflict
ca_es: Conflicte doble

source: Layer ''{0}'' does not exist any more. Cannot remove conflict for object ''{1}''.
ca_es: La capa ''{0}'' ja no existeix. No és possible de suprimir el conflicte per l''objecte ''{1}''.

source: Add conflict for ''{0}''
ca_es: Afegeix un conflicte per ''{0}''

source: Cannot undo command ''{0}'' because layer ''{1}'' is not present any more
ca_es: No és possible d''anul·lar la comanda ''{0}'' perquè la capa ''{1}'' ja no està present.

source: Resolve conflicts in coordinates in {0}
ca_es: Resoldre els conflictes a les coordenades en {0}

source: Cannot resolve undecided conflict.
ca_es: No és possible de resoldre un conflicte en estat indecís.

source: At least one object to delete required, got empty collection
ca_es: Com a mínim cal un objecte per poder esborrar, la col·lecció és buida

source: Delete node {0}
ca_es: Esborra node {0}

source: Delete way {0}
ca_es: Esborra via {0}

source: Delete relation {0}
ca_es: Esborra relació {0}

source: Delete {0} object
ca_es: Suprimeix {0} objecte

source: Delete {0} node
ca_es: Esborra {0} node

source: Delete {0} way
ca_es: Esborra {0} via

source: Delete {0} relation
ca_es: Esborra {0} relació

source: Deleted ''{0}''
ca_es: Suprimit ''{0}''

source: Delete confirmation
ca_es: Confirma l''eliminació

source: You are about to delete nodes outside of the area you have downloaded.<br>This can cause problems because other objects (that you do not see) might use them.<br>Do you really want to delete?
ca_es: Sou a punt de suprimir nodes situats fora de la zona que heu descarregat.<br>Això pot provocar problemes perquè pot haver altres obejectes, que no veieu, que els poden estar utilitzant.<br>Segur que els voleu eliminar?

source: You are about to delete incomplete objects.<br>This will cause problems because you don''t see the real object.<br>Do you really want to delete?
ca_es: Sou a punt de suprimir objectes incomplets.<br>Això provocarà problemes perquè no esteu veient els objectes reals.<br>Segur que els voleu suprimir?

source: You are about to delete {0} relation: {1}<br/>This step is rarely necessary and cannot be undone easily after being uploaded to the server.<br/>Do you really want to delete?
ca_es: Sou a punt de suprimir {0} relació: {1}<br/>Aquesta acció és necessària molt poques vegades i no és fàcil de desfer un cop ha estat processada pel servidor.<br/>Segur que voleu continuar?

source: Delete relation?
ca_es: Vols esborrar la relació?

source: Resolve conflicts in deleted state in {0}
ca_es: Resoldre els conflictes de supressió a {0}

source: Set the ''modified'' flag for node {0}
ca_es: Posar la marca de ''modificat'' sobre el node {0}

source: Set the ''modified'' flag for way {0}
ca_es: Posar la marca de ''modificat'' sobre la via {0}

source: Set the ''modified'' flag for relation {0}
ca_es: Posar la marca de ''modificat'' sobre la relació {0}

source: Move {0} node
ca_es: Moure {0} node

source: Purged {0} object
ca_es: {0} objecte eliminat

source: Resolve conflicts in member list of relation {0}
ca_es: Resoldre els conflictes de la llista de membres de la relació {0}

source: Removed nodes from {0}
ca_es: Nodes suprimits de {0}

source: Rotate {0} node
ca_es: Rotar {0} node

source: Scale {0} node
ca_es: Ampliar {0} node

source: Sequence: {0}
ca_es: Seqüència: {0}

source: Resolve {0} tag conflicts in node {1}
ca_es: Resoldre {0} conflictes d''atributs pel node {1}

source: Resolve {0} tag conflicts in way {1}
ca_es: Resoldre {0} conflictes d''atributs per la via {1}

source: Resolve {0} tag conflicts in relation {1}
ca_es: Resoldre {0} conflictes d''atributs per la relació {1}

source: Transform {0} node
ca_es: Transformar {0} node

source: Resolve version conflict for node {0}
ca_es: Resoldre el conflicte de versió del node {0}

source: Resolve version conflict for way {0}
ca_es: Resoldre el conflicte de versió de la via {0}

source: Resolve version conflict for relation {0}
ca_es: Resoldre el conflicte de versió de la relació {0}

source: Resolve conflicts in node list of way {0}
ca_es: Resoldre els conflictes de la llista de nodes de la via {0}

source: Main dataset does not include node {0}
ca_es: El conjunt de dades principal no conté el node {0}

source: Apply?
ca_es: Aplicar?

source: <html>You are going to reverse the way ''{0}'',<br/> whose semantic meaning of its tag ''{1}'' is defined by its direction.<br/>Do you really want to change the way direction, thus its semantic meaning?</html>
ca_es: <html>Sou a punt d''invertir la via ''{0}'',<br/> però el significat semàntic d''aquesta etiqueta ''{1}'' és definit per la seva direcció.<br/>Segur que voleu canviar la direcció de la via i al mateix temps canviar el seu significat semàntic?</html>

source: Reverse directional way.
ca_es: Canvia el sentit de la vía.

source: When reversing this way, the following changes are suggested in order to maintain data consistency.
ca_es: Quan a la reversió d''aquesta via, hom suggereix els següents canvis per tal de conservar la consistència de les dades.

source: Relation
ca_es: Relació

source: Old role
ca_es: Vell rol

source: New role
ca_es: Nou rol

source: Old key
ca_es: Clau vella

source: Old value
ca_es: Valor vell

source: New key
ca_es: Nova clau

source: New value
ca_es: Nou valor

source: Apply selected changes
ca_es: Aplicar els canvis seleccionats

source: Do not apply changes
ca_es: No aplicar els canvis

source: Please select which changes you want to apply.
ca_es: Si us plau, seleccioneu els canvis que voleu aplicar.

source: Tags of
ca_es: Etiquetes de

source: Roles in relations referring to
ca_es: Els rols referits a les relacions

source: Automatic tag correction
ca_es: Correcció automàtica d''atribut

source: Unable to create directory {0}, autosave will be disabled
ca_es: Impossible crear la carpeta {0}, la còpia de seguretat automàtica serà desactivada.

source: Unable to create file {0}, other filename will be used
ca_es: El fitxer {0} no pot ser creat, heu d''utilitzar un altre nom

source: IOError while creating file, autosave will be skipped: {0}
ca_es: Error d''entrada/sortida durant la creació del fitxer, la còpia de seguretat automàtica serà omesa: {0}

source: Unable to delete old backup file {0}
ca_es: No és possible de suprimir l''antiga còpia de seguretat {0}

source: Your work has been saved automatically.
ca_es: S''ha fet una còpia de seguretat automàtica de la vostra feina.

source: Error while creating backup of removed layer: {0}
ca_es: Error mentre es creava una còpia de seguretat de la capa suprimida: {0}

source: Restoring files
ca_es: S''estan restaurant els fitxers

source: Illegal latitude value ''{0}''
ca_es: El valor de latitud ''{0}'' és erroni

source: Illegal longitude value ''{0}''
ca_es: El valor de longitud ''{0}'' és erroni

source: Question
ca_es: Pregunta

source: Message
ca_es: Missatge

source: Enter text
ca_es: Introduïu el text

source: Installing plugins
ca_es: Instal·lant connectors

source: <html>Settings file asks to append preferences to <b>{0}</b>,<br/> but its default value is unknown at this moment.<br/> Please activate corresponding function manually and retry importing.
ca_es: <html>El fitxer de paràmetres vol afegir preferències a <b>{0}</b>,<br/> però en aquest moment no es coneix el seu valor predefinit<br/> Si us plau, activeu manualment la funció corresponent i torneu a importar una altre cop.

source: Failed to create missing cache directory: {0}
ca_es: Ha fallat la creació del directori mancant per la memòria cau: {0}

source: <html>Failed to create missing cache directory: {0}</html>
ca_es: <html>Ha fallat la creació del directori de memòria cau: {0}</html>

source: Failed to persist preferences to ''{0}''
ca_es: Ha fallat la persistència de les preferències sobre "{0}"

source: Failed to initialize preferences. Preference directory ''{0}'' is not a directory.
ca_es: Ha fallat la inicialització de les preferències. El directori de les preferències ''{0}'' no és un directori.

source: <html>Failed to initialize preferences.<br>Preference directory ''{0}'' is not a directory.</html>
ca_es: <html>Ha fallat la inicialització de les preferències.<br>El directori de les preferències ''{0}'' no és un directori.</html>

source: Failed to initialize preferences. Failed to create missing preference directory: {0}
ca_es: Ha fallat la inicialització de les preferències. Ha fallat la creació del directori de preferències mancants: {0}

source: <html>Failed to initialize preferences.<br>Failed to create missing preference directory: {0}</html>
ca_es: <html>Ha fallat la inicialització de les preferències. <br>Ha fallat la creació del directori de preferències que manca: {0}</html>

source: Missing preference file ''{0}''. Creating a default preference file.
ca_es: Manca el fitxer de les preferències ''{0}''. Creant un fitxer predefinit de preferències.

source: Replacing existing preference file ''{0}'' with default preference file.
ca_es: Reemplaçant el fitxer de les prreferències existent ''{0}'' amb el fitxer de preferències predefinit.

source: <html>Failed to initialize preferences.<br>Failed to reset preference file to default: {0}</html>
ca_es: <html>Ha fallat la inicialització de les preferències. Error en inicialitzar el fitxer amb els valors predeterminats: {0}</html>

source: <html>Preferences file had errors.<br> Making backup of old one to <br>{0}<br> and creating a new default preference file.</html>
ca_es: <html>El fitxer de preferències conté errors.<br> Fent una còpia del seguretat del fitxer antic<br>{0}<br> i creant un nou fitxer de preferències predeterminat.</html>

source: Failed to initialize preferences. Failed to reset preference file to default: {0}
ca_es: Ha fallat la inicialització de les preferències. Ha fallat la inicialització del fitxer de preferències amb els valors predefinits: {0}

source: Paint style {0}: {1}
ca_es: Model de renderització {0}: {1}

source: Layer: {0}
ca_es: Capa: {0}

source: (at line {0}, column {1})
ca_es: (a la línia {0}, columna {1})

source: Preference setting {0} has been removed since it is no longer used.
ca_es: La preferència {0} ha estat suprimida perquè ja no s''utilitza.

source: Preferences stored on {0}
ca_es: Preferències enregistrades a {0}

source: Could not upload preferences. Reason: {0}
ca_es: No es poden pujar les preferències. Causa: {0}

source: Could not load preferences from server.
ca_es: No es poden carregar les preferències del servidor

source: Failed to load resource ''{0}'', error is {1}.
ca_es: El recurs ''{0}'' no ha pogut ser carregat. Error: {1}

source: UNKNOWN
ca_es: Desconegut

source: Unexpected JOSM version number in revision file, value is ''{0}''
ca_es: Número inesperat de la versió de JOSM al fitxer de revisió, el valor és ''{0}''

source: The revision file ''/REVISION'' is missing.
ca_es: Manca el fitxer de revisió ''/REVISION''.

source: Already registered a conflict for primitive ''{0}''.
ca_es: Ja ha estat enregistrat un conflicte per l''objecte ''{0}''

source: Decimal Degrees
ca_es: Graus decimals

source: deg° min'' sec"
ca_es: grau° minut'' segon"

source: deg° min'' (Nautical)
ca_es: grau° minut'' (Nàutics)

source: Projected Coordinates
ca_es: Coordenades projectades

source: W
ca_es: O

source: Not in cache
ca_es: No a la memòria cau

source: Projection ''{0}'' is not found, bookmark ''{1}'' is not usable
ca_es: No s''ha trobat la projecció ''{0}'', el favorit ''{1}'' no pot ser utilitzat.

source: ID > 0 expected. Got {0}.
ca_es: S''espera un ID > 0. Actualment és {0}.

source: Version > 0 expected. Got {0}.
ca_es: S''espera una versió > 0. Actualment és {0}.

source: Cannot assign a changesetId > 0 to a new primitive. Value of changesetId is {0}
ca_es: No és possible d''assignar un ID de conjunt de canvis més gran que zero a un nou objecte. El valor de l''ID conjunt de canvis és {0}

source: A primitive with ID = 0 cannot be invisible.
ca_es: Una primitiva amb ID = 0 nno pot ser invisible

source: Unable to add primitive {0} to the dataset because it is already included
ca_es: No és possible d''qafegir l''objecte {0} al conjunt de dades perquè ja hi és

source: JOSM expected to find primitive [{0} {1}] in dataset but it is not there. Please report this at http://josm.openstreetmap.de/. This is not a critical error, it should be safe to continue in your work.
ca_es: JOSM esperava trobar l''objecte [{0} {1}] al conjunt de dades però no hi és. Si us plau, reporteu això a http://josm.openstreetmap.de/. Això no és un error crític, podeu continuar amb la vostra feina sense problemes.

source: Missing merge target for way with id {0}
ca_es: Manca l''element a fusionar amb la via amb id {0}

source: Object of type {0} with id {1} was marked to be deleted, but it''s missing in the source dataset
ca_es: L''objecte de tipus {0} amb id {1} fou marcat per ser suprimit, però manca a la font del conjunt de dades

source: Missing merge target for node with id {0}
ca_es: Manca l''element a fusionar amb el node amb id {0}

source: Missing merge target for relation with id {0}
ca_es: Manca l''element a fusionar amb la relació amb id {0}

source: Missing merge target of type {0} with id {1}
ca_es: Manca l''element a fusionar de tipus {0} amb l''id {1}

source: Conflict in ''visible'' attribute for object of type {0} with id {1}
ca_es: Conflicte amb l''atribut ''visible'' de l''objecte de tipus {0} amb id {1}

source: Merging data...
ca_es: Combinant dades...

source: Cannot add a way with only {0} nodes.
ca_es: No és possible afegir una via amb només {0} nodes.

source: Each node must connect exactly 2 ways
ca_es: Cada node només ha de connectar 2 vies

source: There is an intersection between ways.
ca_es: Hi ha una intersecció entre les vies

source: Cannot merge because either of the participating primitives is new and the other is not
ca_es: La fusió no és possible perquè un dels objectes implicats és nou i l''altre no ho és

source: Cannot merge primitives with different ids. This id is {0}, the other is {1}
ca_es: No es poden fusionar objectes amb diferents ID. Un id és {0} i l''altre és {1}

source: way
ca_es: via

source: relation
ca_es: relació

source: closedway
ca_es: via tancada

source: multipolygon
ca_es: multiplolígon

source: Tag collection cannot be applied to a primitive because there are keys with multiple values.
ca_es: La col·lecció d''etiquetes no pot ser aplicat a un objecte perquè hi ha claus amb valors múltiples.

source: <anonymous>
ca_es: <anònim>

source: Cannot add node {0} to incomplete way {1}.
ca_es: No és possible afegir el node {0} a la via incompleta {1}.

source: Nodes in way must be in the same dataset
ca_es: Els nodes d''una via han de ser al mateix conjunt de dades

source: Deleted node referenced by {0}
ca_es: Suprimit el node referenciat per {0}

source: Complete node {0} with null coordinates in way {1}
ca_es: Completeu el node {0} sense coordenades de la via {1}

source: Cannot compare primitive with ID ''{0}'' to primitive with ID ''{1}''.
ca_es: No és possible la comparació de l''objecte amb ID ''{0}'' amb el que te l''ID ''{1}''.

source: Parameter {0} not in range 0..{1}. Got ''{2}''.
ca_es: El paràmetre {0} no te un valor entre 0 i {1}. El seu valor és ''{2}''.

source: Failed to load map renderer class ''{0}''. The class wasn''t found.
ca_es: Ha fallat la càrrega de la classe de renderització de mapes ''{0}''. La classe no ha estat trobada.

source: Can''t activate map renderer class ''{0}'', because the class wasn''t found.
ca_es: No es pot activar la classe de renderització ''{0}'' perquè no ha estat trobada.

source: Activating the standard map renderer instead.
ca_es: Activant la classe estàndard de renderaització com a alternativa.

source: Can''t activate map renderer class ''{0}'', because it isn''t a subclass of ''{1}''.
ca_es: No es pot activar la classe de renderització ''{0}'' perquè no és una subclasse de ''{1}''.

source: Can''t activate map renderer class ''{0}'', because it isn''t registered as map renderer.
ca_es: No es pot activar la classe de renderització ''{0}'' perquè no ha estat registrada com a renderitzadora de mapes.

source: Wireframe Map Renderer
ca_es: Renderitzador de mapa esquemàtic

source: Renders the map as simple wire frame.
ca_es: Renderitza el mapa com un esquema simple.

source: Styled Map Renderer
ca_es: Renderitzador de mapa amb fulla d''estil

source: Renders the map using style rules in a set of style sheets.
ca_es: Renderitza el mapa utilitzant les regles d''un conjunt de fulles d''estil.

source: inactive
ca_es: inactiu

source: selected
ca_es: seleccionat

source: Relation: selected
ca_es: Relació: seleccionada

source: Node: standard
ca_es: Node: estàndard

source: Node: connection
ca_es: Node: connexió

source: Node: tagged
ca_es: Node: etiquetat

source: untagged way
ca_es: via no etiquetada

source: background
ca_es: fons

source: highlight
ca_es: ressaltat

source: highlight wireframe
ca_es: esquema ressaltat

source: untagged
ca_es: sense etiqueta

source: areatext
ca_es: àrea de text

source: Parameter must begin with a ''+'' character (found ''{0}'')
ca_es: El paràmetre ha de començar amb el caràcter ''+'' (trobat ''{0}''

source: Unkown parameter: ''{0}''.
ca_es: Paràmetre desconegut: ''{0}''.

source: Value expected for parameter ''{0}''.
ca_es: Valor esperat per al paràmetre ''{0}''.

source: No value expected for parameter ''{0}''.
ca_es: No s''esperava un valor per al paràmetre ''{0}''.

source: Unexpected parameter format (''{0}'')
ca_es: Format no esperat del paràmetre (''{0}'')

source: Value ''{0}'' for option +init not supported.
ca_es: El valor ''{0}'' per a l''opció +init no és compatible.

source: Ellipsoid ''{0}'' not supported.
ca_es: L''el·lipsoide ''{0}'' no és compatible

source: Combination of ellipsoid parameters is not supported.
ca_es: La combinació dels paràmetres de l''el·lipsoide no són compatibles

source: Ellipsoid required (+ellps=* or +a=*, +b=*)
ca_es: El·lipsoide requerit (+ellps=* or +a=*, +b=*)

source: Grid shift file ''{0}'' for option +nadgrids not supported.
ca_es: El fitxer de desplaçament de la graella "{0}" per l''opció +nadgrids no està suportatat.

source: Unkown datum identifier: ''{0}''
ca_es: Identificador del datum desconegut: ''{0}''

source: Datum required (+datum=*, +towgs84=* or +nadgrids=*)
ca_es: Datum requerit (+datum=*, +towgs84=* o +nadgrids=*)

source: Unexpected number of arguments for parameter ''towgs84'' (must be 3 or 7)
ca_es: El nombre d''arguments del paràmetre ''towgs84'' (ha de ser 3 o 7)

source: Unable to parse value of parameter ''towgs84'' (''{0}'')
ca_es: No és possible d''analitzar el valor del paràmetre ''towgs84'' (''{0}'')

source: Projection required (+proj=*)
ca_es: Projecció requerida (+proj=*)

source: Unkown projection identifier: ''{0}''
ca_es: Identificador de projecció desconegut: ''{0}''

source: Unexpected number of arguments for parameter ''+bounds'' (must be 4)
ca_es: El nombre d''arguments del paràmetre ''+bounds'' no és l''esperat (ha de ser 4)

source: Unknown parameter ''{0}''
ca_es: Paràmetre ''{0}'' desconegut

source: Expected number argument for parameter ''{0}''
ca_es: Nombre esperat d''arguments per al paràmetre ''{0}''
